print("===الاله حاسبه===")
num1 = int( input("الرقم الاول : ") )
num2 = int( input("الرقم الثاني : ") )
print("\n")
print("=============================================")
print("النتيجه هي : ")
print("=============================================")
#=================================
print("* = ",num1 * num2)
#=================================
print("/ = ",num1 / num2)
#=================================
print("- = ",num1 - num2)
#=================================
print("% = ",num1 % num2)
print("(ملاحظه : اذا اردت باقي عدد معين بعد القسمه)")